"%ld day left on trial" = "試用期還剩下 %ld 天";
"%ld days left on trial" = "試用期還剩下 %ld 天";
"Buy Now" = "立即購買";
"Trial Mode" = "試用模式";
"Free trial has expired" = "免費試用已到期";
"The trial period has expired." = "試用期已到期。";
"Wait %u" = "等待 %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "30 天試用期已到期。請購買 Path Finder。";
